Dlubal.RFEM5.MemberDivision
Member Division parameters

Dlubal.RFEM5.MemberDivision.No
Number

Dlubal.RFEM5.MemberDivision.ID
Identifier

Dlubal.RFEM5.MemberDivision.Comment
Comment

Dlubal.RFEM5.MemberDivision.Tag
Tag

Dlubal.RFEM5.MemberDivision.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.MemberDivision.IntermediatePoints
Number of intermediate points

Dlubal.RFEM5.MemberDivision.Distances
Array of relative distances from beginning node. If first item is ZERO then calculate linear distances.